/**
 ****************************************************************************************************
 * @file        lvgl_demo.c
 * @version     V1.0
 * @brief       LVGL 基准测试
 ****************************************************************************************************
 * @attention   Waiken-Smart 慧勤智远
 *
 * 实验平台:    STM32H743VIT6小系统板
 *
 ****************************************************************************************************
 */
#ifndef __LVGL_DEMO_H
#define __LVGL_DEMO_H
#include "lvgl.h"
void timer_cb(lv_timer_t * tmr);
void test_fps();

void lvgl_demo(void);   /* lvgl例程 */

#endif
